Repository: artisanworkshop/Japanized-for-WooCommerce
Catalog: includes/gateways/peachpay/languages/peachpay-for-woocommerce-*.po
Languages: es_es, fr_fr

source: PeachPay for WooCommerce | One-Click Checkout
es_es: PeachPay para WooCommerce | Pago con un clic
fr_fr: PeachPay pour WooCommerce | Paiement en un clic

source: PeachPay is the fastest checkout for WooCommerce.
es_es: PeachPay es el proceso de pago más rápido para WooCommerce.
fr_fr: PeachPay est le paiement le plus rapide pour WooCommerce.

source: Button preferences
es_es: Preferencias de botones
fr_fr: Préférences des boutons

source: Color
fr_fr: Couleur

source: Show icon
es_es: Muestra el icono
fr_fr: Montrer l'icône

source: Rounded corners
es_es: Esquinas redondeadas
fr_fr: Coins arrondis

source: Text
es_es: Texto
fr_fr: Texte

source: Hide on product page
es_es: Ocultar en la página del producto
fr_fr: Masquer sur la page du produit

source: Hide payment methods
es_es: Ocultar métodos de pago
fr_fr: Masquer les modes de paiement

source: Customize the text of the PeachPay button. Leaving it blank defaults it to "Express checkout" in your chosen language.
es_es: Personaliza el texto del botón PeachPay. Si lo deja en blanco, el valor predeterminado es "Pago rápido" en el idioma elegido.
fr_fr: Personnalisez le texte du bouton PeachPay. En le laissant vide, le paramètre par défaut est « Paiement express » dans la langue de votre choix.

source: Turn off button shine
es_es: Apaga el brillo del botón
fr_fr: Désactiver la brillance des boutons

source: Don’t show the PeachPay button on individual product pages
es_es: No mostrar el botón PeachPay en páginas de productos individuales
fr_fr: Ne pas afficher le bouton PeachPay sur les pages de produits individuelles

source: Hide the payment method icons below the PeachPay button
es_es: Ocultar los íconos del método de pago debajo del botón PeachPay
fr_fr: Masquez les icônes des modes de paiement sous le bouton PeachPay

source: Product page
es_es: Página del producto
fr_fr: Fiche produit

source: Width
es_es: Ancho
fr_fr: Largeur

source: Preview
es_es: Avance
fr_fr: Aperçu

source: Cart page
es_es: Página del carrito
fr_fr: Panier

source: Checkout page
es_es: Página de pago
fr_fr: Page de paiement

source: Reset settings
es_es: Reiniciar ajustes
fr_fr: Réinitialiser les options

source: Reset button to default settings
es_es: Botón de restablecimiento a la configuración predeterminada
fr_fr: Bouton de réinitialisation aux paramètres par défaut

source: General
fr_fr: Général

source: Language
es_es: Idioma
fr_fr: Langue

source: Coupons
es_es: Cupones
fr_fr: Bons de réduction

source: Order notes
es_es: Pedidos
fr_fr: Notes d'ordre

source: Test mode
es_es: Modo de prueba
fr_fr: Mode d'essai

source: Product images
es_es: Imágenes del producto
fr_fr: Images du produit

source: Hide product images
es_es: Ocultar imágenes de productos
fr_fr: Masquer les images des produits

source: Don't show product images in the checkout window
es_es: No mostrar imágenes de productos en la ventana de pago
fr_fr: Ne pas afficher les images des produits dans la fenêtre de paiement

source: Detect from page
es_es: Detectar desde la página
fr_fr: Détecter à partir de la page

source: Enable coupons
es_es: Habilitar cupones
fr_fr: Activer les coupons

source: Allow customers to enter coupon codes inside the checkout window
es_es: Permitir que los clientes ingresen códigos de cupón dentro de la ventana de pago
fr_fr: Autoriser les clients à saisir des codes promo dans la fenêtre de paiement

source: Enable order notes
es_es: Habilitar notas de pedido
fr_fr: Activer les notes de commande

source: Allow customers to enter order notes inside the checkout window
es_es: Permitir que los clientes ingresen notas de pedido dentro de la ventana de pago
fr_fr: Autoriser les clients à saisir des notes de commande dans la fenêtre de paiement

source: Enable test mode
es_es: Habilitar el modo de prueba
fr_fr: Activer le mode test

source: Make test payments with or without a connected payment method.
es_es: Realice pagos de prueba con o sin un método de pago conectado.
fr_fr: Effectuez des paiements tests avec ou sans moyen de paiement connecté.

source: For Stripe, use card number:
es_es: Para Stripe, use el número de tarjeta:
fr_fr: Pour Stripe, utilisez le numéro de carte :

source: with expiration:
es_es: con vencimiento:
fr_fr: avec expiration :

source: and CVC:
es_es: y CVC:
fr_fr: et CVC :

source: For PayPal, see
es_es: Para PayPal, consulte
fr_fr: Pour PayPal, voir

source: Products
es_es: Productos
fr_fr: Des produits

source: Upsell items
es_es: Venta de artículos
fr_fr: Vendre des articles

source: Hide upsell items in checkout window in product page
es_es: Ocultar artículos de venta adicional en la ventana de pago en la página del producto
fr_fr: Masquer les articles de vente incitative dans la fenêtre de paiement sur la page du produit

source: Only simple upsell products will be displayed in checkout window
es_es: Solo los productos simples de venta adicional se mostrarán en la ventana de pago
fr_fr: Seuls les produits de vente incitative simples seront affichés dans la fenêtre de paiement

source: Payment methods
es_es: Métodos de pago
fr_fr: Méthodes de payement

source: choose "Approve" on the permission screen
es_es: elija "Aprobar" en la pantalla de permisos
fr_fr: choisissez "Approuver" sur l'écran d'autorisation

source: Connect with
es_es: Conectar con
fr_fr: Se connecter avec

source: You've successfully connected your PayPal account that has Merchant ID
es_es: Ha conectado correctamente su cuenta de PayPal que tiene ID de comerciante
fr_fr: Vous avez connecté avec succès votre compte PayPal qui a l'ID marchand

source: Unlink PayPal
es_es: Desvincular PayPal
fr_fr: Dissocier PayPal

source: Connect your PayPal business account to start accepting payments through PayPal
es_es: Conecte su cuenta comercial de PayPal para comenzar a aceptar pagos a través de PayPal
fr_fr: Connectez votre compte professionnel PayPal pour commencer à accepter les paiements via PayPal

source: Success! Your settings have been saved.
es_es: ¡Éxito! Su configuración ha sido guardada.
fr_fr: Succès! Vos paramètres ont été sauvegardés.

source: You have successfully connected your Stripe account. You may set up other payment methods in the "Payment methods" tab.
es_es: Ha conectado correctamente su cuenta de Stripe. Puede configurar otros métodos de pago en la pestaña "Métodos de pago".
fr_fr: Vous avez connecté avec succès votre compte Stripe. Vous pouvez paramétrer d'autres moyens de paiement dans l'onglet "Modes de paiement".

source: You have successfully connected your PayPal account. You may set up other payment methods in the "Payment methods" tab.
es_es: Ha conectado correctamente su cuenta PayPal. Puede configurar otros métodos de pago en la pestaña "Métodos de pago".
fr_fr: Vous avez connecté avec succès votre compte PayPal. Vous pouvez paramétrer d'autres moyens de paiement dans l'onglet "Modes de paiement".

source: You can enable test mode below and can finish setting up payment methods for PeachPay from the "Payment methods" tab.
es_es: Puede habilitar el modo de prueba a continuación y puede terminar de configurar los métodos de pago para PeachPay desde la pestaña "Métodos de pago".
fr_fr: Vous pouvez activer le mode test ci-dessous et terminer la configuration des modes de paiement pour PeachPay à partir de l'onglet "Modes de paiement".

source: Unable to unlink PayPal account. Please try again or contact us if you need help.
es_es: No se puede desvincular la cuenta de PayPal. Inténtelo de nuevo o contáctenos si necesita ayuda.
fr_fr: Impossible de dissocier le compte PayPal. Veuillez réessayer ou nous contacter si vous avez besoin d'aide.

source: You have successfully unlinked your PayPal account. Please revoke the API permissions in your PayPal account settings as well.
es_es: Ha desvinculado correctamente su cuenta de PayPal. Revoca también los permisos de API en la configuración de tu cuenta de PayPal.
fr_fr: Vous avez réussi à dissocier votre compte PayPal. Veuillez également révoquer les autorisations de l'API dans les paramètres de votre compte PayPal.

source: Something went wrong while trying to validate your plugin activation status.
es_es: Se produjo un error al intentar validar el estado de activación de su complemento.
fr_fr: Une erreur s'est produite lors de la tentative de validation de l'état d'activation de votre plugin.

source: Content
es_es: Contenido
fr_fr: Teneur

source: Button Text
es_es: Botón de texto
fr_fr: Texte du bouton

source: Left
es_es: Izquierda
fr_fr: La gauche

source: Right
es_es: Derecha
fr_fr: Droit

source: Full
es_es: Lleno
fr_fr: Complet

source: Center
es_es: Centrar
fr_fr: Centre

source: Shine
es_es: Brillar
fr_fr: Éclat

source: This will change the language on the button and in the checkout flow. Use the option
es_es: Esto cambiará el idioma en el botón y en el proceso de pago. Usa la opción
fr_fr: Cela changera la langue sur le bouton et dans le flux de paiement. Utilisez l'option

source: if you are using a language switcher plugin.
es_es: si está utilizando un complemento de cambio de idioma.
fr_fr: si vous utilisez un plugin de changement de langue.

source: these instructions.
es_es: estas instrucciones.
fr_fr: ces instructions.

source: To continue setting up PeachPay, please
es_es: Para continuar configurando PeachPay, por favor
fr_fr: Pour continuer à configurer PeachPay, veuillez

source: You've successfully connected the Stripe account associated with
es_es: Has conectado correctamente la cuenta de Stripe asociada a
fr_fr: Vous avez connecté avec succès le compte Stripe associé à

source: Cross-sell items
es_es: Artículos de venta cruzada
fr_fr: Articles de vente croisée

source: Hide cross-sell items in checkout window in cart page
es_es: Ocultar artículos de venta cruzada en la ventana de pago en la página del carrito
fr_fr: Masquer les articles de vente croisée dans la fenêtre de paiement dans la page du panier

source: Only simple cross-sell products will be displayed in checkout window
es_es: Solo se mostrarán productos simples de venta cruzada en la ventana de pago
fr_fr: Seuls les produits de vente croisée simples seront affichés dans la fenêtre de paiement

source: Enable Stripe
es_es: Habilitar Stripe
fr_fr: Activer Stripe

source: Show Stripe in the checkout window
es_es: Mostrar Stripe en la ventana de pago
fr_fr: Afficher Stripe dans la fenêtre de paiement

source: Position
es_es: Posición
